Repository: wikimedia/operations-debs-contenttranslation-apertium-eu-en
Catalog: corpus/metamorphosis.tmx
Source language: en
Languages: eu

source: He would never have allowed the elaborate preparations that Gregor required to orient himself and thus perhaps get through the door. On the contrary, as if there were no obstacle and with a peculiar noise, he now drove Gregor forwards.
eu: Hala ere, sartu ahal izateko Gregoriok behar zituen prestaketa gogaikarri guztiak ez lituzke inoiz ere onartuko eta, era honetara, atea igaro.

source: Behind Gregor the sound was at this point no longer like the voice of only a single father.
eu: Honetarako inolako oztoporik egongo ez balitz bezala, Gregorio bultzatzen zebilen handitzen zioan iskanbila sortzen.

source: Now it was really no longer a joke, and Gregor forced himself, come what might, into the door.
eu: Gregoriok bere atzean entzuten zuen ahotsak ez zuen aita batena zenik ematen.

source: One side of his body was lifted up.
eu: Gregorio ateko markoaren kontra estutu zen.

source: He lay at an angle in the door opening. His one flank was sore with the scraping.
eu: Albo batez tentetu egin zen; atalasean zeharka jarrita zegoen orain, bere alboa guztiz minduta eta zaurituta zegoela.

source: On the white door ugly blotches were left. Soon he was stuck fast and would have not been able to move any more on his own.
eu: Ateko argitasunean irudi nazkagarri batzuk ikus zitezkeen. Gregorio trabaturik geratu zen han, ez zen bere kabuz inolako mugimendurik egiteko gai.

source: The tiny legs on one side hung twitching in the air above, the ones on the other side were pushed painfully into the floor.
eu: Alde bateko hankatxoak airean zeuden, eta beste aldekoak lurrean zapaldurik min handia sortuz...

source: Then his father gave him one really strong liberating push from behind, and he scurried, bleeding severely, far into the interior of his room.
eu: Horrelako baten, logelan azkar sarrarazi zuen kolpe indartsu eta, era berean, salbatzailea eman zion aitak atzetik, odoletan hastea eragin ziona.

source: The door was slammed shut with the cane, and finally it was quiet.
eu: Gero, makilarekin itxi zuen atea, eta azkenean guztia lasaitu egin zen.

source: Gregor first woke up from his heavy swoon-like sleep in the evening twilight.
eu: Gaua iritsi zen arte Gregorio ez zen logale neketsu hartatik esnatu, konortegabetze baten antzekoa izan zena.

source: He would certainly have woken up soon afterwards without any disturbance, for he felt himself sufficiently rested and wide awake, although it appeared to him as if a hurried step and a cautious closing of the door to the hall had aroused him.
eu: Hala ere, ez zen bere kabuz askoz beranduago esnatuko, ordurako lo nahiko egin baitzuen, baina isilpeko pauso batzuen marmarrak eta kontuz itxitako sarrerako atearen zaratak esnatu zutela iruditu zitzaion.

source: The shine of the electric streetlights lay pale here and there on the ceiling and on the higher parts of the furniture, but underneath around Gregor it was dark.
eu: Tranbia elektrikoaren islak logelako sabaia eta altzarien gainaldea argitzen zituen; baina behean, Gregorio zegoen lekuan, iluntasuna zen nagusi.

source: He pushed himself slowly toward the door, still groping awkwardly with his feelers, which he now learned to value for the first time, to check what was happening there.
eu: Astiro eta oraindik trakeski, bere garroekin haztamuka ibiliz, euren balioa ulertua zuela, ateraino hurbildu zen gertatu zena ikusteko asmoz.

source: His left side seemed one single long unpleasantly stretched scar, and he really had to hobble on his two rows of legs.
eu: Bere ezkerraldea zauri bakar, luze eta nazkagarria zen. Herren zebilen, hautaketa bidez eta simetrikoki, bere hanka hilera bien gainean.

source: In addition, one small leg had been seriously wounded in the course of the morning incident (it was almost a miracle that only one had been hurt) and dragged lifelessly behind.
eu: Beste alde batetik, hauetariko bat, goizean jazotako istripuan zauritua, - miraria izan zen besteak zauririk gabe izatea!-, bizitza barik narras zeraman.

source: By the door he first noticed what had really lured him there: it was the smell of something to eat.
eu: Atera iristerakoan, bertara erakarri zuena jateko zerbait izan zela ohartu zen.

source: For there stood a bowl filled with sweetened milk, in which swam tiny pieces of white bread.
eu: Katilukada bat azukredun esne ikusi zuen, ogi zuridun zatitxoak igerian zeudela.

source: He almost laughed with joy, for he now had a much greater hunger than in the morning, and he immediately dipped his head almost up to and over his eyes down into the milk.
eu: Pozaren pozez barre egiteko zorian egon zen, goizean baino askoz gose handiagoa baitzuen.

source: But he soon drew it back again in disappointment, not just because it was difficult for him to eat on account of his delicate left side (he could eat only if his entire panting body worked in a coordinated way), but also because the milk, which otherwise was his favorite drink and which his sister had certainly placed there for that reason, did not appeal to him at all.
eu: Berehala, burua katiluan murgildu zuen begiak estaltzeraino ia-ia; baina laster etsita atera behar izan zuen, ez bere ezkerraldeko minak lana zailtzen zuelako bakarrik (jan ahal izateko gorputz osoa mugitu behar zuen), esnea, momentu hartara arte gehien gustuko zuen edaria zena -horregatik, zalantza barik, arrebak han utzi zuen-, ez zitzaiolako batere gustatu baizik.

source: He turned away from the bowl almost with aversion and crept back into the middle of the room.
eu: Ia-ia nazkatuta urrundu zen katilutik, eta berriz ere logelako erdialderantz irristatu zen.

source: In the living room, as Gregor saw through the crack in the door, the gas was lit, but where on other occasions at this time of day the father was accustomed to read the afternoon newspaper in a loud voice to his mother and sometimes also to his sister, at the moment not a sound was audible.
eu: Jangelan gasa piztuta zegoela ikusi zuen ateko zirrikitutik. Baina, ohikoa zenaren aurka, ez zitekeen aita amarentzako ozenki irakurtzen ari zela entzun ezta arrebaren gaueko egunerokoa ere.

source: Now, perhaps this reading aloud, about which his sister always spoken and written to him, had recently fallen out of their general routine.
eu: Ez zen txintik ere entzuten. Agian ohitura hau, arrebak bere eskutitzetan beti aipatzen zuena, azkenaldian desagertu egin zen.

source: But it was so still all around, in spite of the fact that the apartment was certainly not empty. "What a quiet life the family leads", said Gregor to himself and, as he stared fixedly out in front of him into the darkness, he felt a great pride that he had been able to provide such a life in a beautiful apartment like this for his parents and his sister.
eu: –Zelako bizimodu lasaia duen neure familiak!- pentsatu zuen Gregoriok. Eta, bere begiradak gerizpean finkaturik zituen bitartean, bere guraso eta arrebari hain bizitza barea eman ahal izateaz harro sentitu zen, hain inguru politean.

source: But how would things go if now all tranquility, all prosperity, all contentment should come to a horrible end?
eu: Ikaraz pentsatu zuen lasaitasun, ongizate eta poztasun haiek amaitzear zeudela...

source: In order not to lose himself in such thoughts, Gregor preferred to set himself moving and crawled up and down in his room.
eu: Burutazio hauek nahas ez zezaten, nahiago izan zuen fisikoki astintzea eta logelatik arrastaka hasi zen.

source: Once during the long evening one side door and then the other door was opened just a tiny crack and quickly closed again. Someone presumably needed to come in but had then thought better of it.
eu: Gauean zehar ateko orri bat zabaldu zen, eta beste batean bestea: norbaitek, zalantza barik, sartu beharra zuen eta duda-mudatan zebilen.

source: Gregor immediately took up a position by the living room door, determined to bring in the hesitant visitor somehow or other or at least to find out who it might be.
eu: Gregorio, hori ikusita, jangelara ematen zuen atearen aurrez aurre jarri zen, bisitari zalantzatia barrurantz erakartzeko prest, edo gutxienez hura nor zen ikusteko asmoz.

source: But now the door was not opened any more, and Gregor waited in vain.
eu: Baina atea ez zen berriro ireki, eta alferrik itxaron zuen.

source: Earlier, when the door had been barred, they had all wanted to come in to him; now, when he had opened one door and when the others had obviously been opened during the day, no one came any more, and the keys were stuck in the locks on the outside.
eu: Goizeko lehen orduetan, atea zarratuta zegoenean, guztiak barrura sartzen saiatu ziren, eta berak orain ate bat zabaldu zuela, eta besteak ere ireki zituztela, zalantza barik, egunean zehar, ez zen inor gehiago joaten, eta giltzak ateko kanpoaldean zeuden, sarrailetan. Gauez, oso berandu, jangelako argia itzali zen.

source: The light in the living room was turned off only late at night, and now it was easy to establish that his parents and his sister had stayed awake all this time, for one could hear clearly as all three moved away on tiptoe.
eu: Hori dela eta, ordura arte bere gurasoak eta arreba iratzarrita egon zirela ulertu zuen Gregoriok. Oin-puntetan urruntzen ari zirela aditu zuen.

source: Now it was certain that no one would come into Gregor any more until the morning. Thus, he had a long time to think undisturbed about how he should reorganize his life from scratch.
eu: Goiza iritsi arte ez zen, seguru asko, Gregorio ikustera inor sartuko; honek denbora nahikoa zuen, gogaitua izateko beldur barik, momentu hartatik aurrera bere bizitza zelan antolatu beharko lukeen pentsatzeko.

source: But the high, open room, in which he was compelled to lie flat on the floor, made him anxious, without his being able to figure out the reason, for he had lived in the room for five years.
eu: Baina sabaia oso garaia zuen eta hotza zen logela hark, muturrez aurrera egotera behartzen zuenak, beldurra eman zion, zergatia zein zen ulertu barik, bere logela baitzen, bost urte bertan bizitzen zeramatzana.

source: With a half unconscious turn and not without a slight shame he scurried under the couch, where, in spite of the fact that his back was a little cramped and he could no longer lift up his head, he felt very comfortable and was sorry only that his body was too wide to fit completely under it.
eu: Zakartasunez, eta nolabaiteko gorritzea zuela, sofa azpira arin abiatu zen, non, marruskatua sentitzeaz gain, burua altxatu ezin zuelako, berehala ondo sentitu zen, kexa bakarra gorpuzkera handiegiak bertan osorik sartzea eragozten ziola soilik zela.

source: There he remained the entire night, which he spent partly in a state of semi-sleep, out of which his hunger constantly woke him with a start, but partly in a state of worry and murky hopes, which all led to the conclusion that for the time being he would have to keep calm and with patience and the greatest consideration for his family tolerate the troubles which in his present condition he was now forced to cause them.
eu: Horrela eman zuen gau osoa, parte bat erdi lo, gose handiak esnatzen zuela, eta beste parte bat oso ondo zehaztu gabeko ardurek eta itxaropenek hartua, baina ondorioa beti, gutxienez, pazientzia eta lasaitasunez ibili beharra zen eta, era berean, berak, oraingo egoeran, nahigabe sortzen zituen trabak familiak jasan ahal izatea.

source: Already early in the morning (it was still almost night) Gregor had an opportunity to test the power of the decisions he had just made, for his sister, almost fully dressed, opened the door from the hall into his room and looked eagerly inside.
eu: Goizean goiz- egunak ozta-ozta argitzen zuenean- erabaki hauen indarra nabaritzeko aukera izan zuen Gregoriok. Bere arrebak, ia-ia prest, sarrerara ematen zuen atea ireki zuen eta jakin-minez barrurantz begiratu zuen.

source: She did not find him immediately, but when she noticed him under the couch (God, he had to be somewhere or other; for he could hardly fly away) she got such a shock that, without being able to control herself, she slammed the door shut once again from the outside.
eu: Hasieran ez zuen ikusi; baina sofaren azpian doi-doi ikusterakoan – lekuren baten egon behar zuen, Jaungoiko maitea!Ez zuen hegan egingo!- hain geratu zen ikaraturik non, bere buruaren jabe ez zela, atea berriz itxi zuen.

source: However, as if she was sorry for her behaviour, she immediately opened the door again and walked in on her tiptoes, as if she was in the presence of a serious invalid or a total stranger.
eu: Baina bere jokabidez damutu omen zen, izan ere, berehala itzuli zen atea zabaltzera eta behatz-puntetan sartu zen, larritasun handiko gaixo baten logela edota ezezagun batena izango balitz bezala.

source: Gregor had pushed his head forward just to the edge of the couch and was observing her.
eu: Gregoriok, burua ia-ia sofatik kanpo zuela, arrebari begiratzen zion.

source: Would she really notice that he had left the milk standing, not indeed from any lack of hunger, and would she bring in something else to eat more suitable for him?
eu: Esnea edan ez zuenik ohartuko zen eta, jangura falta ez zela ulerturik, egokiagoa zen besterik ekarriko zion?

source: If she did not do it on her own, he would sooner starve to death than call her attention to the fact, although he had a really powerful urge to move beyond the couch, throw himself at his sister's feet, and beg her for something or other good to eat.
eu: Baina, bere kabuz egiten ez bazuen, Gregoriok nahiago zuen gosez hil horren berri eman baino, hala ere sofa azpitik irtetzeko gogo izugarriak zituen, bere oinetara zuzendu eta jateko zerbait ekar ziezaiola erregutzea.

source: But his sister noticed right away with astonishment that the bowl was still full, with only a little milk spilled around it.
eu: Baina arreba, harriturik, berehala katilua ukitu gabe zegoela jabetu zen; esne apur bat baino ez zuen isuri.

source: She picked it up immediately (although not with her bare hands but with a rag), and took it out of the room.
eu: Hauxe berehala garbitu zuen; ez eskuz, trapu bat erabiliz baizik, eta eraman egin zuen.

source: Gregor was extremely curious what she would bring as a substitute, and he pictured to himself different ideas about that.
eu: Aurrekoaren ordez zer ekarriko zion ikusteko irrikitan zegoen Gregorio, horri buruzko uste asko eta desberdinak eginez.

source: But he never could have guessed what his sister out of the goodness of her heart in fact did.
eu: Baina ez zuen inoiz bere arrebaren onberatasunak gordetzen zuena asmatuko.

source: She brought him, to test his taste, an entire selection, all spread out on an old newspaper. There were old half-rotten vegetables, bones from the evening meal, covered with a white sauce which had almost solidified, some raisins and almonds, cheese, which Gregor had declared inedible two days earlier, a slice of dry bread, a slice of salted bread smeared with butter.
eu: Gustuko zuena zer zen jakiteko asmoz, jaki desberdin eta ugari ekarri zizkion eta egunkari zahar baten gainean hedatu zituen: ia usteldutako lekaleak; aurreko eguneko afariko hezurrak, gogortutako saltsa zuri batek inguraturik; mahaspasak eta almendrak; gaztai zati bat, bi egun lehenago Gregoriori jangaitz iruditu zitzaiona; ogi zati gogor bat; gurinez igurtzitako beste bat, eta gurinez eta gatzez igurtzitako hirugarren bat.

source: In addition to all this, she put down a bowl (probably designated once and for all as Gregor's) into which she had poured some water.
eu: Honi katilua gehitu zion, Gregoriorentzat betiko izango zela ematen zuena, baina orain urez beterik zegoen.

source: And out of her delicacy of feeling, since she knew that Gregor would not eat in front of her, she went away very quickly and even turned the key in the lock, so that Gregor could now observe that he could make himself as comfortable as he wished.
eu: Eta sentiberatasunez (bera bertan egongo balitz, Gregoriok jango ez zuela bazekienez) ahalik eta arinen joan zen, eta giltzaz itxi zuen, Gregoriok zalantza barik eroso eta lasai egon zitekeela uler zedin.

source: Gregor's small limbs buzzed as the time for eating had come. His wounds must, in any case, have already healed completely.
eu: Gregorio jatera zihoanean, bere hankek burrunba baten antzekoa zen zerbait eragin zuten.

source: He felt no handicap on that score. He was astonished at that and thought about it, how more than a month ago he had cut his finger slightly with a knife and how this wound had hurt enough even the day before yesterday.
eu: Bestalde, zauriak guztiz sendatuta omen zeuden, ez baitzuen inolako trabarik nabaritu; hala ere honek harritu egin zuen, hilabete lehenago aizto batekin atzamarra zauritu zuela eta bezpera aurreko egunean min nahiko handia izan zuela gogoratu zuen eta.

source: "Am I now going to be less sensitive," he thought, already sucking greedily on the cheese, which had strongly attracted him right away, more than all the other foods.
eu: - Lehen baino sentikortasun gutxiago dut orain ala?- pentsatu zuen, gaztaia sabelkoikeriaz miazkatzen hasi zen bitartean, lehenengotan eta indar handiz erakarri zuena.

source: Quickly and with his eyes watering with satisfaction, he ate one after the other the cheese, the vegetables, and the sauce; the fresh food, by contrast, didn't taste good to him.
eu: Aurki, poztasunagatik begiak negarrez beterik zituela, gaztaia, lekak eta saltsa elkarren segidan irentsi zituen.

source: He couldn't bear the smell and even carried the things he wanted to eat a little distance away.
eu: Jaki freskoak, ostera, ez zituen gustuko; euren usaina jasanezina egiten zitzaion, eta jan nahi zituen gauzak urrun eraman behar izan zituen.

source: By the time his sister slowly turned the key as a sign that he should withdraw, he was long finished and now lay lazily in the same spot.
eu: Aspaldi amaitu zuen. Leku berean alferkeriaz etzanda zegoen, arrebak, alde egin behar zuela, zalantza barik, esateko, poliki-poliki giltza birarazi zuenean.

source: The noise immediately startled him, in spite of the fact that he was already almost asleep, and he scurried back again under the couch.
eu: Lo egon arren, Gregorio izutu egin zen eta sofa azpian berriz ezkutatzera abiatu zen.

source: But it cost him great self-control to remain under the couch, even for the short time his sister was in the room, because his body had filled out somewhat on account of the rich meal and in the narrow space there he could scarcely breathe.
eu: Baina arrebak gela hartan egin zuen egonaldi laburrean zehar bertan geratzeak, borondatezko ahalegina kostatu zitzaion orain; izan ere, janari oparoaren eraginez, bere gorputza zertxobait handiagotu zen eta nekez har zezakeen arnas leku txiki hartan.

source: In the midst of minor attacks of asphyxiation, he looked at her with somewhat protruding eyes, as his unsuspecting sister swept up with a broom, not just the remnants, but even the foods which Gregor had not touched at all, as if these were also now useless, and as she dumped everything quickly into a bucket, which she closed with a wooden lid, and then carried all of it out of the room.
eu: Itoaldi arin batek mendean harturik, begiak ireki-ireki eginda, bere arrebari begiratzen zion, gertatzen ari zenaren berri ez zekiena, eta hau erratzez garbitzen zebilen, janariaren hondakinak ez ezik, Gregoriok ukitu ere egin ez zituen jakiak ere, horiek aprobetxatu ezin balira bezala. Eta hori guztia zakarrontzi batera bortizki botatzen zuela ikusi zuen, egurrezko tapa batez estali eta azkenik bertatik atera zuen.

source: She had hardly turned around before Gregor had already dragged himself out from the couch, stretched out, and let his body expand.
eu: Gelatik irten orduko, Gregorio bere ezkutalekutik irten zen, nagiak bota eta arnas hartu zuen.

source: In this way Gregor got his food every day, once in the morning, when his parents and the servant girl were still asleep, and a second time after the common noon meal, for his parents were, as before, asleep then for a little while, and the servant girl was sent off by his sister on some errand or other.
eu: Honela jaso zuen Gregoriok bere eguneroko janaria; goizean behin, gurasoak eta neskamea lo zeudenean, eta bestea bazkariaren ostean, gurasoek lo-kuluxka egiten zuten artean eta neskamea erosketaren bat egitera zihoanean, honetara arrebak bidaltzen zuela.

source: Certainly they would not have wanted Gregor to starve to death, but perhaps they could not have endured finding out what he ate other than by hearsay.
eu: Ziur aski eurek ere ez zuten Gregorio gosez hiltzea nahi izango; baina agian ezin izango lukete bere bazkalorduetako ikuskizuna jasan, eta arrebaren bitartez soilik berri izatea hobea zen.

source: Perhaps his sister wanted to spare them what was possibly only a small grief, for they were really suffering quite enough already.
eu: Agian gurasoek beste nahigabe bat izatea saihestu nahi zuen honek, jasan behar zuten guztia kontuan hartuz.

source: What sorts of excuses people had used on that first morning to get the doctor and the locksmith out of the house Gregor was completely unable to ascertain.
eu: Gregoriok ezin izan zuen inola ere jakin goiz hartan zein aitzakiaren bidez eskatu zioten barkamena medikuari eta sarrailagileari.

source: Since he was not comprehensible, no one, not even his sister, thought that he might be able to understand others, and thus, when his sister was in her room, he had to be content with listening now and then to her sighs and invocations to the saints.
eu: Norbaitek uler zezan ahaleginik egiten ez zuenez, inork ez zuen pentsatu, ezta arrebak ere, Gregoriok besteak uler zitzakeenik. Ez zuen, beraz, bere buruari erantzutea baino beste erremediorik izan arreba bere logelara sartzen zenean, adia egin eta santu guztiei laguntza eske zebilenean.

source: Only later, when she had grown somewhat accustomed to everything (naturally there could never be any talk of her growing completely accustomed to it) Gregor sometimes caught a comment which was intended to be friendly or could be interpreted as such. "Well, today it tasted good to him," she said, if Gregor had really cleaned up what he had to eat; whereas, in the reverse situation, which gradually repeated itself more and more frequently, she used to say sadly, "Now everything has stopped again".
eu: Aurrerago, arreba egoera berri horretara hobeto ohitu zenean (ezin daiteke, jakina, suposatu guztiz ohituko zela), arrebarengan asmo adeitsuren bat nabaritu ahal izan zuen Gregoriok, edo, gutxienez, era horretara har zitekeen zerbait.- Gaurkoa gustatu egin zaio, bai horixe! -esaten zuen, Gregoriok bapo jaten zuenetan; aurkakoetan, maiztasun handiagoz ematen zena, ia-ia tristetasunez esaten zuen:

source: But while Gregor could get no new information directly, he did hear a good deal from the room next door, and as soon as he heard voices, he scurried right away to the relevant door and pressed his entire body against it.
eu: Gaur ez du ezer jan. Baina, Gregoriok berriren bat ere zuzenean jakin ezin zuenean, alboko logeletan gertatzen ari zena arreta handiz jarraitzen zuen, eta ahotsak entzuten zituen bezain laster, ahotsak zetozen logelara ematen zuen atera korrika abiatzen zen eta bertan itsatsita balego bezala geratzen zen.

source: In the early days especially, there was no conversation which was not concerned with him in some way or other, even if only in secret.
eu: Lehenengo egunetan batez ere, elkarrizketa guztiak berari buruzkoak ziren, argiegiak ez ziren arren.
